Repository: common-repository/comment-recovery
Catalog: locale/*.po
Languages: de_de

source: No comment author or content.
de_de: Kein Kommentar Autor oder Kommentar vorhanden

source: Comment allready exists!
de_de: Der Kommentar exisitiert bereits

source: Comment saved.
de_de: Kommentar gespeichert

source: Could not save Comment.
de_de: Kommentar konnte nicht gespeichert werden

source: Parsing Resuts:
de_de: Ergebnisse des Einlesens:

source: Post/Page:
de_de: Beitrag/Seite:

source: Date:
de_de: Datum:

source: Author:
de_de: Autor:

source: Author IP:
de_de: IP-Adresse des Autors:

source: Author Email:
de_de: Email-Adresse des Autors:

source: Author URL:
de_de: URL des Autors:

source: Save this Comment
de_de: Diesen Kommentar speichern

source: Paste your "New comment" email Source here
de_de: Fügen Sie den Quelltext einer "Neuer Kommentar" - Email hier ein

source: Do not forget to include the mail headers, otherways you wont have a date on that comment.
de_de: Vergessen Sie nicht, die Email-Kopfzeilen mitzukopieren, ansonsten hat der Kommentar kein Datum.

source: recover this comment
de_de: Diesn Kommentar retten

source: Running into Troubles? Features to suggest?
de_de: Probleme mit diesem Plugin? Haben Sie Vorschläge für Verbesserungen?

source: Drop me a line
de_de: Schreiben Sie uns

source: Do you like this Plugin?
de_de: Sie finden dieses Plugin nützlich?

source: Consider to
de_de: Unterstützen Sie unsere Arbeit!
